Repository: citizenhicks/mobius
Catalog: mobius-app/apple/Sources/MobiusApp/Localizable.xcstrings
Source language: en
Languages: de, fr, hu

source: No chats need attention
de: Keine Chats benötigen Aufmerksamkeit
fr: Aucune conversation ne nécessite votre attention
hu: A beszélgetések nem igényelnek figyelmet

source: No chats yet
de: Noch keine Chats
fr: Aucune conversation pour le moment
hu: Még nincs beszélgetés

source: No completed runs yet.
de: Noch keine abgeschlossenen Ausführungen.
fr: Aucune exécution terminée pour le moment.
hu: Még nincsenek befejezett futások.

source: No content is currently available.
de: Zur Zeit sind keine Inhalte verfügbar.
fr: Aucun contenu n’est disponible pour le moment.
hu: Jelenleg nincs elérhető tartalom.

source: No credential found. Set up GitHub.
de: Keine Anmeldedaten gefunden. Richten Sie GitHub ein.
fr: Aucun identifiant trouvé. Configurez GitHub.
hu: Nincs hitelesítő adat. Állítsa be a GitHubot.

source: No displayable changes
de: Keine anzeigbaren Änderungen
fr: Aucune modification affichable
hu: Nincs megjeleníthető változás

source: No extensions active
de: Keine Erweiterungen aktiv
fr: Aucune extension active
hu: Nincs aktív bővítmény

source: No extensions are available right now.
de: Im Moment sind keine Erweiterungen verfügbar.
fr: Aucune extension n’est disponible pour le moment.
hu: Jelenleg nincs elérhető bővítmény.

source: No folders
de: Keine Ordner
fr: Aucun dossier
hu: Nincsenek mappák

source: No gateway paired on this device.
de: Kein Gateway auf diesem Gerät gekoppelt.
fr: Aucune passerelle n’est jumelée à cet appareil.
hu: Nincs párosított átjáró ezen az eszközön.

source: No gateway selected
de: Kein Gateway ausgewählt
fr: Aucune passerelle sélectionnée
hu: Nincs kiválasztva átjáró

source: No matching files
de: Keine übereinstimmenden Dateien
fr: Aucun fichier correspondant
hu: Nincs egyező fájl

source: No provider configured yet.
de: Noch kein Anbieter konfiguriert.
fr: Aucun fournisseur n’est encore configuré.
hu: Még nincs szolgáltató beállítva.

source: No public identities found.
de: Keine öffentlichen Identitäten gefunden.
fr: Aucune identité publique trouvée.
hu: Nem találtunk nyilvános azonosságokat.

source: No scheduled runs yet.
de: Noch keine geplanten Ausführungen.
fr: Aucune exécution planifiée pour le moment.
hu: Még nincs beütemezve.

source: No scheduled tasks yet.
de: Noch keine geplanten Aufgaben.
fr: Aucune tâche planifiée pour le moment.
hu: Még nincsenek ütemezett feladatok.

source: No usage yet
de: Noch keine Verwendung
fr: Aucune utilisation pour le moment
hu: Még nincs használat

source: No user uploads
de: Keine Benutzer-Uploads
fr: Aucun fichier envoyé par l’utilisateur
hu: Nincs felhasználó feltöltés

source: No workspace files
de: Keine Dateien im Arbeitsbereich
fr: Aucun fichier dans l’espace de travail
hu: Nincs munkaterület-fájl

source: normalising against prior nonsense
de: Normalisierung gegen vorherigen Unsinn
fr: normalisant par rapport aux absurdités antérieures
hu: normálás a korábbi abszurdumokkal szemben

source: Not configured
de: Nicht konfiguriert
fr: Non configuré
hu: Nem konfigurálva

source: Not listening
de: Nicht aktiv
fr: Pas à l’écoute
hu: Nem hallgat

source: Not now
de: Nicht jetzt
fr: Pas maintenant
hu: Most nem

source: Not set
de: Nicht gesetzt
fr: Non défini
hu: Nem állítva be

source: Nothing here yet.
de: Hier ist noch nichts.
fr: Rien ici pour le moment.
hu: Még nincs itt semmi.

source: Nothing installed yet.
de: Noch nichts installiert.
fr: Rien n’est encore installé.
hu: Még nincs telepítve semmi.

source: Notice
de: Hinweis
fr: Avis
hu: Megjegyzés

source: Off
de: Aus
fr: Désactivé
hu: Kikapcsolva

source: Off by default. Saved to your Cloud account.
de: Standardmäßig deaktiviert. In Ihrem Cloud-Konto gespeichert.
fr: Désactivé par défaut. Enregistré dans votre compte Cloud.
hu: Alapértelmezés szerint kikapcsolva. Mentve a Cloud-fiókjába.

source: old line %lld
de: alte Zeile %lld
fr: ancienne ligne %lld
hu: régi vonal %lld

# old line %lld, new line %lld
source: old line %1$lld, new line %2$lld
de: alte Zeile %1$lld, neue Zeile %2$lld
fr: ancienne ligne %1$lld, nouvelle ligne %2$lld
hu: régi vonal %1$lld, új vonal %2$lld

source: On
de: Ein
fr: Activé
hu: Be

source: Once
de: Einmal
fr: Une fois
hu: Egyszer

source: Once · %@
de: Einmal · %@
fr: Une fois · %@
hu: Egyszer · %@

source: One-time code
de: Einmaliger Code
fr: Code à usage unique
hu: Egyszeri kód

# Open %@ file %@
source: Open %1$@ file %2$@
de: Datei %2$@ öffnen (%1$@)
fr: Ouvrir le fichier %2$@ (%1$@)
hu: %2$@ fájl megnyitása (%1$@)

# Open %@ run for %@
source: Open %1$@ run for %2$@
de: Ausführung %1$@ von %2$@ öffnen
fr: Ouvrir l’exécution %1$@ pour %2$@
hu: Nyitva %1$@ futtatás %2$@

source: Open a chat first.
de: Öffnen Sie zuerst einen Chat.
fr: Ouvrez d’abord une conversation.
hu: Először nyisson meg egy beszélgetést.

source: Open file %@
de: Datei öffnen %@
fr: Ouvrir le fichier %@
hu: Fájl megnyitása %@

source: Open TestFlight
de: TestFlight öffnen
fr: Ouvrir TestFlight
hu: TestFlight megnyitása

source: Open the verification page and enter this code.
de: Öffnen Sie die Verifizierungsseite und geben Sie diesen Code ein.
fr: Ouvrez la page de vérification et saisissez ce code.
hu: Nyissa meg az ellenőrző oldalt, és írja be ezt a kódot.

source: Open verification page
de: Verifizierungsseite öffnen
fr: Ouvrir la page de vérification
hu: Ellenőrző oldal megnyitása

source: Open workspace file %@
de: Arbeitsbereichsdatei öffnen %@
fr: Ouvrir le fichier %@ de l’espace de travail
hu: Munkaterület fájl megnyitása %@

source: Opening workspace
de: Arbeitsbereich öffnen
fr: Ouverture de l’espace de travail
hu: Munkaterület megnyitása

source: Opens App Store subscription management, where you can unsubscribe
de: Öffnet App Store-Abonnementverwaltung, wo Sie sich abmelden können
fr: Ouvre la gestion des abonnements App Store, où vous pouvez vous désabonner
hu: Megnyitja az App Store előfizetés-kezelést, ahol leiratkozhat.

source: Opens modified files
de: Öffnet geänderte Dateien
fr: Ouvre les fichiers modifiés
hu: Módosított fájlok megnyitása

source: Opens pairing with a self-hosted gateway
de: Öffnet die Kopplung mit einem selbst gehosteten Gateway
fr: Ouvre le jumelage avec une passerelle auto-hébergée
hu: Megnyitja a párosítást egy önkiszolgáló átjáróval

source: Opens the chat for this run
de: Öffnet den Chat für diese Ausführung
fr: Ouvre la conversation de cette exécution
hu: Megnyitja a beszélgetést ehhez a futtatáshoz

source: Opens the extension installer
de: Öffnet das Erweiterungs-Installationsprogramm
fr: Ouvre le programme d’installation des extensions
hu: Megnyitja a bővítménytelepítőt

source: Opens the full diff
de: Öffnet den vollen Diff
fr: Ouvre le diff complet
hu: Megnyitja a teljes diff

source: Opens the provider setup
de: Öffnet die Anbieter-Konfiguration
fr: Ouvre la configuration du fournisseur
hu: Megnyitja a szolgáltató beállítását

source: Opens this chat
de: Öffnet diesen Chat
fr: Ouvre cette conversation
hu: Megnyitja ezt a beszélgetést

source: Organize
de: Organisieren
fr: Organiser
hu: Szervezés

source: Organize chats
de: Chats organisieren
fr: Organiser les conversations
hu: Beszélgetések szervezése

source: Output
de: Ausgabe
fr: Sortie
hu: Kimenet

source: Package
de: Paket
fr: Paquet
hu: Csomag

source: Pair a gateway to run chats on it.
de: Koppeln Sie ein Gateway, um Chats darauf auszuführen.
fr: Jumelez une passerelle pour y exécuter des conversations.
hu: Párosítsa az átjárót a beszélgetések futtatásához.

source: Pair another device
de: Ein anderes Gerät koppeln
fr: Jumeler un autre appareil
hu: Másik eszköz párosítása

source: Pair gateway
de: Gateway koppeln
fr: Jumeler la passerelle
hu: Átjáró párosítása

source: Pair to self-hosted gateway
de: Koppeln mit einem selbst gehosteten Gateway
fr: Jumeler avec une passerelle auto-hébergée
hu: Pár az önkiszolgáló átjáróhoz

source: Pair with a gateway
de: Kopplung mit einem Gateway
fr: Jumeler avec une passerelle
hu: Párosítás egy átjáróval

source: Paired
de: Paarung
fr: Jumelé
hu: Párosítva

source: Pairing this device with your gateway.
de: Koppeln Sie dieses Gerät mit Ihrem Gateway.
fr: Jumelage de cet appareil avec votre passerelle.
hu: Az eszköz párosítása az átjáróval.

source: Parent folder
de: Übergeordneter Ordner
fr: Dossier parent
hu: Szülő mappa

source: Paste pairing setup
de: Pairing-Setup einfügen
fr: Coller la configuration de jumelage
hu: Párosítási beállítás beillesztése

source: Path
de: Pfad
fr: Chemin
hu: Útvonal

source: Paused
de: Angehalten
fr: En pause
hu: Szünet

source: Pending
de: Ausstehend
fr: En attente
hu: Függő

source: Permanently deletes your Cloud account and its data
de: Ihr Cloud-Konto und seine Daten dauerhaft löschen
fr: Supprime définitivement votre compte Cloud et ses données
hu: Véglegesen törli a Cloud-fiókját és annak adatait

source: Personal access token
de: Persönliches Zugriffstoken
fr: Jeton d’accès personnel
hu: Személyes hozzáférési token

source: Photos
de: Fotos
hu: Fotók

source: Pick a service, then name this setup. Adding a second setup of the same service keeps both, each with its own credential.
de: Wählen Sie einen Dienst aus und benennen Sie dann dieses Setup. Das Hinzufügen eines zweiten Setups desselben Dienstes behält beide bei, jeder mit seiner eigenen Anmeldedaten.
fr: Choisissez un service, puis nommez cette configuration. Si vous ajoutez une seconde configuration du même service, les deux sont conservées, chacune avec son propre identifiant.
hu: Válasszon ki egy szolgáltatást, majd nevezze meg ezt a beállítást. Ugyanazon szolgáltatás második beállításának hozzáadása mindkettőt megtartja, mindegyik saját hitelesítő adatokkal.

source: picking a basis with fewer regrets
de: Eine Basis mit weniger Bedauern wählen
fr: choisissant une base avec moins de regrets
hu: Válaszd az alapot kevesebb megbánással

source: Pin chat
de: Chat anheften
fr: Épingler la conversation
hu: Beszélgetés rögzítése

source: Pinned
de: Gepinnt
fr: Épinglée
hu: Rögzítve

source: Pinned, %@
de: Gepinnt, %@
fr: Épinglée, %@
hu: Rögzítve, %@

source: Plaintext gateway connections are allowed only on this device. Use tls:// or wss:// for remote gateways.
de: Plaintext-Gatewayverbindungen sind nur auf diesem Gerät zulässig. Verwenden Sie tls:// oder wss:// für Remote-Gateways.
fr: Les connexions en clair à la passerelle ne sont autorisées que sur cet appareil. Utilisez tls:// ou wss:// pour les passerelles distantes.
hu: Sima szöveges átjáró kapcsolatok csak ezen az eszközön engedélyezettek. A távoli átjárókhoz használja a tls:// vagy a wss:// parancsot.

source: Planning notes
de: Planungshinweise
fr: Notes de planification
hu: Tervezési megjegyzések

source: Plugin · %@ · Hooks disabled until trusted
de: Plugin · %@ · Hook deaktiviert, bis vertrauenswürdig
fr: Plugin · %@ · Hooks désactivés jusqu’à approbation
hu: Bővítmény · %@ · A hookok le vannak tiltva, amíg meg nem bíznak

source: Portable plugin
de: Portables Plugin
fr: Plugin portable
hu: Hordozható bővítmény

source: Portable plugins this gateway can use in a chat.
de: Portable Plugins, die dieses Gateway in einem Chat verwenden kann.
fr: Plugins portables que cette passerelle peut utiliser dans une conversation.
hu: Hordozható bővítmények, amelyeket ez az átjáró használhat egy beszélgetésben.

source: Preparing %@
de: Vorbereitung %@
fr: Préparation de %@
hu: A %@ előkészítése

source: Preparing code change
de: Code-Änderung vorbereiten
fr: Préparation de la modification du code
hu: Kódváltozás előkészítése

source: Preparing dictation
de: Diktat vorbereiten
fr: Préparation de la dictée
hu: Diktálás előkészítése

source: Preparing speech recognition
de: Vorbereitung der Spracherkennung
fr: Préparation de la reconnaissance vocale
hu: Beszédfelismerés előkészítése

source: Preview
de: Vorschau
fr: Aperçu
hu: Előnézet

source: Price shown at purchase.
de: Preis beim Kauf angezeigt.
fr: Prix affiché lors de l’achat.
hu: A vásárláskor megjelenő ár.

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat

source: Private gateway
de: Privater Gateway
fr: Passerelle privée
hu: Privát átjáró

source: Projects
de: Projekte
fr: Projets
hu: Projektek

source: Promote
de: Hochstufen
fr: Promouvoir
hu: Előléptetés

source: propagating uncertainty politely
de: Unsicherheit höflich weitergeben
fr: propageant poliment l’incertitude
hu: A bizonytalanság udvarias megfogalmazása

source: Provider
de: Anbieter
fr: Fournisseur
hu: Szolgáltató

source: Provider · model
de: Anbieter · Modell
fr: Fournisseur · modèle
hu: Szolgáltató · modell

source: Provider account
de: Anbieterkonto
fr: Compte du fournisseur
hu: Szolgáltatói fiók

source: Provider action failed
de: Anbieteraktion fehlgeschlagen
fr: Échec de l’action du fournisseur
hu: A szolgáltató művelete sikertelen

source: Provider activity will appear after the first model call.
de: Die Anbieteraktivität wird nach dem ersten Modellaufruf angezeigt.
fr: L’activité du fournisseur apparaîtra après le premier appel au modèle.
hu: A szolgáltató tevékenysége az első modellhívás után jelenik meg.

source: Provider default
de: Anbieterstandard
fr: Valeur par défaut du fournisseur
hu: A szolgáltató alapértelmezése

source: Provider endpoint
de: Anbieterendpunkt
fr: Point de terminaison du fournisseur
hu: Szolgáltatói végpont

source: Provider managed
de: Vom Anbieter verwaltet
fr: Gérée par le fournisseur
hu: Kezelt szolgáltató

source: Provider saved.
de: Anbieter gespeichert.
fr: Fournisseur enregistré.
hu: Szolgáltató mentve.

source: Provider setups
de: Anbieter-Konfigurationen
fr: Configurations de fournisseurs
hu: Szolgáltatói beállítások

source: Provider unavailable
de: Anbieter nicht verfügbar
fr: Fournisseur indisponible
hu: A szolgáltató nem elérhető

source: Providers
de: Anbieter
fr: Fournisseurs
hu: Szolgáltatók

source: proving the easy direction first
de: Zuerst die einfache Richtung beweisen
fr: démontrant d’abord le sens le plus simple
hu: A könnyű irányt először

source: pruning a branch going nowhere
de: Einen Ast beschneiden, der nirgendwohin führt
fr: élaguant une branche qui ne mène nulle part
hu: Egy ág, amely sehova nem megy

source: Public identities
de: Öffentliche Identitäten
fr: Identités publiques
hu: Nyilvános identitások

source: Public key
de: Öffentlicher Schlüssel
fr: Clé publique
hu: Nyilvános kulcs

source: Purchase approval is pending.
de: Die Kaufgenehmigung ist noch nicht erteilt.
fr: L’autorisation d’achat est en attente.
hu: A vásárlás jóváhagyása folyamatban van.

source: Purple
de: Lila
fr: Violet
hu: Lila

source: Queued
de: In der Warteschlange
fr: En attente
hu: Sorban álló

source: Queued message
de: Warteschlangennachricht
fr: Message en attente
hu: Sorban álló üzenet

source: Queued, editable until sent
de: In der Warteschlange, editierbar bis zum Versand
fr: En attente, modifiable jusqu’à l’envoi
hu: Sorban álló, szerkeszthető az elküldésig

source: Quick Look previews are limited to 50 MiB.
de: Quick Look-Vorschauen sind auf 50 MiB begrenzt.
fr: Les aperçus Quick Look sont limités à 50 Mio.
hu: A Quick Look előnézetek 50 MiB-ra korlátozódnak.

source: Read more
de: Weitere Informationen
fr: En savoir plus
hu: További információ

source: Read-only run transcript
de: Nur lesbares Ausführungstranskript
fr: Transcription de l’exécution en lecture seule
hu: Csak olvasható futtatási átirat

source: Ready
de: Bereit
fr: Prêt
hu: Kész

source: Reasoning effort(s)
de: Reasoning-Anstrengung(en)
fr: Niveaux de raisonnement
hu: Következtetési erőfeszítés(ek)

source: Recent chat
de: Kürzlich verwendeter Chat
fr: Conversation récente
hu: Legutóbbi beszélgetés

source: Recent chats
de: Letzte Chats
fr: Conversations récentes
hu: Legutóbbi beszélgetések

source: Reconnect
de: Wiederverbinden
fr: Se reconnecter
hu: Újracsatlakozás

source: Red
de: Rot
fr: Rouge
hu: Piros

source: regularising an overconfident hunch
de: Eine überbewusste Ahnung regulieren
fr: régularisant une intuition trop sûre d’elle
hu: Egy túlzottan magabiztos sejtezés rendezése

source: Relative file path
de: Relativer Dateipfad
fr: Chemin de fichier relatif
hu: Relatív fájl elérési útja

source: Reload
de: Neu laden
fr: Recharger
hu: Újratöltés

source: Remove %@
de: Entferne %@
fr: Supprimer %@
hu: Távolítsa el %@

source: Remove %@?
de: Entferne %@?
fr: Supprimer %@ ?
hu: %@ eltávolítása?

source: Remove attachment
de: Anhang entfernen
fr: Supprimer la pièce jointe
hu: Melléklet eltávolítása

source: Remove provider
de: Anbieter entfernen
fr: Supprimer le fournisseur
hu: Szolgáltató eltávolítása

source: Remove provider?
de: Anbieter entfernen?
fr: Supprimer le fournisseur ?
hu: Eltávolítani a szolgáltatót?

source: Removed
de: Entfernt
fr: Supprimée
hu: Eltávolítva

source: Rename
de: Umbenennen
fr: Renommer
hu: Átnevezés

source: Rename chat
de: Chat umbenennen
fr: Renommer la conversation
hu: Beszélgetés átnevezése

source: Rename gateway
de: Gateway umbenennen
fr: Renommer la passerelle
hu: Átjáró átnevezése

source: Rendering text
de: Text rendern
fr: Rendu du texte
hu: Szöveg megjelenítése

source: Repair pairing
de: Paarung reparieren
fr: Réparer le jumelage
hu: Párosítás javítása

source: Repeat
de: Wiederholen
fr: Répéter
hu: Ismétlés

source: Require Biometric Authentication
de: Biometrische Authentifizierung erforderlich
fr: Exiger l’authentification biométrique
hu: Biometrikus azonosítás szükséges

source: Require Face ID
de: Face ID erforderlich
fr: Exiger Face ID
hu: Face ID szükséges

source: Require Face ID or Touch ID
de: Face ID oder Touch ID erforderlich
fr: Exiger Face ID ou Touch ID
hu: Face ID vagy Touch ID szükséges

source: Require Touch ID
de: Touch ID erforderlich
fr: Exiger Touch ID
hu: Touch ID szükséges

source: resampling from a better distribution
de: Resampling aus einer besseren Verteilung
fr: rééchantillonnant selon une meilleure distribution
hu: Jobb eloszlásból való újramintázás

source: Resets %@
de: Setzt %@ zurück
fr: Réinitialise %@
hu: %@ alaphelyzetbe állítása

source: resolving parallax on the problem
de: Parallaxe zum Problem lösen
fr: corrigeant la parallaxe du problème
hu: Parallaxis megoldása a problémára

source: Restarting
de: Neustart
fr: Redémarrage en cours
hu: Újraindítás

source: Restore purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
hu: Vásárlások visszaállítása

source: Restoring purchases…
de: Käufe werden wiederhergestellt…
fr: Restauration des achats…
hu: Vásárlások visszaállítása…

source: Resume
de: Fortsetzen
fr: Reprendre
hu: Folytatás

source: retrieving something almost relevant
de: Etwas fast Relevantes finden
fr: récupérant quelque chose de presque pertinent
hu: Valami szinte releváns keresése

source: Retry
de: Erneut versuchen
fr: Réessayer
hu: Újrapróbálás

source: Retry App Store
de: App Store erneut versuchen
fr: Réessayer avec l’App Store
hu: App Store újrapróbálása

source: Retry Cloud account
de: Cloud-Konto erneut versuchen
fr: Revérifier le compte Cloud
hu: Cloud-fiók újrapróbálása

source: Retry connection
de: Verbindung erneut versuchen
fr: Réessayer la connexion
hu: Kapcsolat újrapróbálása

source: Retry subscription check
de: Abonnementprüfung erneut durchführen
fr: Revérifier l’abonnement
hu: Előfizetés újrapróbálása

source: Retry upload
de: Hochladen erneut versuchen
fr: Réessayer l’envoi
hu: Feltöltés újrapróbálása

source: rounding a stubborn irrational
de: Abrunden einer hartnäckigen irrationalen Zahl
fr: arrondissant un irrationnel récalcitrant
hu: Egy makacs és irracionális kerekítése

source: Run
de: Ausführen
fr: Exécuter
hu: Futtatás

source: Run · %@
de: Ausführung · %@
fr: Exécution · %@
hu: Futtatás · %@

source: Run activity
de: Aktivität ausführen
fr: Activité de l’exécution
hu: Művelet futtatása

source: Run at
de: Ausführung am
fr: Exécuter à
hu: Futás

source: Run history
de: Ausführungshistorie
fr: Historique des exécutions
hu: Előzmények futtatása

source: Run tasks on the gateway workspace, even when this app is closed.
de: Führen Sie Aufgaben auf dem Gateway-Arbeitsbereich aus, auch wenn diese App geschlossen ist.
fr: Exécutez des tâches dans l’espace de travail de la passerelle, même lorsque cette app est fermée.
hu: Futtassa a feladatokat az átjáró munkaterületén, még akkor is, ha ez az alkalmazás zárva van.

source: Run the same generic möbius gateway in a private, persistent workspace.
de: Führen Sie dasselbe generische möbius-Gateway in einem privaten, persistenten Arbeitsbereich aus.
fr: Exécutez la même passerelle möbius générique dans un espace de travail privé et persistant.
hu: Futtassa ugyanazt az általános möbius átjárót egy privát, állandó munkaterületen.

source: Run tokens
de: Token ausführen
fr: Tokens de l’exécution
hu: Token futtatása

source: Run transcript
de: Transkript ausführen
fr: Transcription de l’exécution
hu: Átirat futtatása

source: Run transcript unavailable
de: Transkript nicht verfügbar
fr: Transcription de l’exécution indisponible
hu: A futtatás átirata nem elérhető

source: Running
de: Ausführung
fr: En cours
hu: Futás

source: Runs
de: Ausführungen
fr: Exécutions
hu: Futtatások

source: sampling without replacement of dignity
de: Beprobung ohne Ersatz der Würde
fr: échantillonnant sans remise ni dignité
hu: Mintavétel méltóság nélkül

source: Save
de: Speichern
fr: Enregistrer
hu: Mentés

source: Save as gateway default
de: Als Gateway-Standard speichern
fr: Enregistrer comme configuration par défaut de la passerelle
hu: Mentés átjáró alapértelmezéseként

source: Save this draft as the gateway default for new chats.
de: Speichern Sie diesen Entwurf als Gateway-Standard für neue Chats.
fr: Enregistrer ce brouillon comme configuration par défaut de la passerelle pour les nouvelles conversations.
hu: Mentse el ezt a vázlatot az új beszélgetések átjáró alapértelmezéseként.

source: Save to gateway
de: Speichern im Gateway
fr: Enregistrer sur la passerelle
hu: Mentés átjáróba

source: Saved content remains visible. Enable %@ in this chat to make changes.
de: Gespeicherte Inhalte bleiben sichtbar. Aktivieren Sie %@ in diesem Chat, um Änderungen vorzunehmen.
fr: Le contenu enregistré reste visible. Activez %@ dans cette conversation pour apporter des modifications.
hu: A mentett tartalom továbbra is látható. Engedélyezze a %@-t ebben a beszélgetésben a változtatásokhoz.

source: Saved key
de: Gespeicherter Schlüssel
fr: Clé enregistrée
hu: Mentett kulcs

source: Saved key ending in %@
de: Gespeicherter Schlüssel endet mit %@
fr: Clé enregistrée se terminant par %@
hu: Mentett kulcs végén %@

source: Saving…
de: Wird gespeichert…
fr: Enregistrement…
hu: Mentés…

source: Schedule
de: Fälligkeitsplan
fr: Planifier
hu: Ütemezés

source: Scheduled
de: Geplant
fr: Tâches planifiées
hu: Ütemezett

source: Scheduled task rejected
de: Geplante Aufgabe abgelehnt
fr: Tâche planifiée refusée
hu: Ütemezett feladat elutasítva

source: Scratchpad
de: Notizbereich
fr: Bloc-notes
hu: Jegyzetlap

source: Scroll to latest
de: Zum neuesten scrollen
fr: Faire défiler jusqu’au plus récent
hu: Lapozz a legújabbhoz

source: Search chats
de: Chats suchen
fr: Rechercher des conversations
hu: Beszélgetések keresése

source: Search files
de: Dateien suchen
fr: Rechercher des fichiers
hu: Fájlok keresése

source: Searching files
de: Dateien durchsuchen
fr: Recherche de fichiers
hu: Fájlok keresése

source: Seconds
de: Sekunden
fr: Secondes
hu: Másodperc

source: Security
de: Sicherheit
fr: Sécurité
hu: Biztonság

source: Select
de: Auswählen
fr: Sélectionner
hu: Kiválasztás

source: Selected
de: Ausgewählt
fr: Sélectionné
hu: Kijelölt

source: Send
de: Senden
fr: Envoyer
hu: Küldés

source: Send key to gateway
de: Schlüssel an Gateway senden
fr: Envoyer la clé à la passerelle
hu: Kulcs küldése az átjáróhoz

source: Send steering message
de: Lenknachricht senden
fr: Envoyer un message de pilotage
hu: Kormányzó üzenet küldése
